[
  {
    "Nombre": "Atsushi Kumamoto",
    "Descripción": "Un poderoso cazador japonés conocido por su habilidad en el combate cuerpo a cuerpo y su destreza con la espada.",
    "UrlImagen": "AtsushiKumamoto.png"
  },
  {
    "Nombre": "Beru",
    "Descripción": "Un Shadow Soldier invocado por Sung Jin-Woo, posee una fuerza y habilidades increíbles en el campo de batalla.",
    "UrlImagen": "Beru.png"
  },
  {
    "Nombre": "Byeong Gyu Min",
    "Descripción": "Un cazador de rango S conocido por su valentía y habilidades de combate excepcionales.",
    "UrlImagen": "ByeongGyuMin.png"
  },
  {
    "Nombre": "Chi Yul Song",
    "Descripción": "Un cazador de rango S y líder del equipo Hunter's Guild, respetado por su astucia y liderazgo.",
    "UrlImagen": "ChiYul Song.png"
  },
  {
    "Nombre": "Dong Su Hwang",
    "Descripción": "Un poderoso cazador que se destaca por su habilidad con la magia y su destreza en el combate mágico.",
    "UrlImagen": "DongSuHwang.png"
  },
  {
    "Nombre": "Geon Hui Go",
    "Descripción": "Un hábil cazador coreano especializado en el uso de armas de fuego y estrategias tácticas.",
    "UrlImagen": "GeonHuiGo.gif"
  },
  {
    "Nombre": "Hae In Cha",
    "Descripción": "Una talentosa cazadora y vicepresidenta de la Asociación de Cazadores de Corea, conocida por su fuerza y habilidades de lucha.",
    "UrlImagen": "HaeInCha.png"
  },
  {
    "Nombre": "Igris",
    "Descripción": "Otro Shadow Soldier de Sung Jin-Woo, conocido por su ferocidad en el campo de batalla y su lealtad inquebrantable.",
    "UrlImagen": "Igris.png"
  },
  {
    "Nombre": "Il Hwan Seong",
    "Descripción": "Un cazador coreano que se destaca por su habilidad en el combate con armas de largo alcance y su astucia en la batalla.",
    "UrlImagen": "IlHwanSeong.gif"
  },
  {
    "Nombre": "Jin Ah Seong",
    "Descripción": "La hermana menor de Sung Jin-Woo, conocida por su inteligencia y determinación para proteger a su familia y amigos.",
    "UrlImagen": "JinASeong.png"
  },
  {
    "Nombre": "Jin Ho Yu",
    "Descripción": "Un amigo cercano de Sung Jin-Woo y compañero cazador, conocido por su lealtad y valentía en el campo de batalla.",
    "UrlImagen": "JinHoYu.gif"
  },
  {
    "Nombre": "Jong In Choi",
    "Descripción": "Un cazador experimentado y líder del equipo White Tiger Guild, respetado por su habilidad estratégica y determinación.",
    "UrlImagen": "JongInChoi.png"
  },
  {
    "Nombre": "Ju Hui Lee",
    "Descripción": "Una cazadora coreana conocida por su habilidad en el combate mágico y su dedicación a proteger a los demás.",
    "UrlImagen": "JuHuiLee.png"
  },
  {
    "Nombre": "Min Sung Lee",
    "Descripción": "Un talentoso cazador de rango S conocido por su fuerza sobrenatural y su habilidad para enfrentarse a criaturas poderosas.",
    "UrlImagen": "MinSungLee.png"
  },
  {
    "Nombre": "Myung Han Yoo",
    "Descripción": "Un cazador veterano y líder del equipo Hunter's Guild, respetado por su experiencia y sabiduría en la batalla.",
    "UrlImagen": "MyungHanYoo.png"
  },
  {
    "Nombre": "Song I Han",
    "Descripción": "Un poderoso cazador coreano especializado en el combate con espadas, conocido por su destreza y habilidades en el campo de batalla.",
    "UrlImagen": "SongIHan.png"
  },
  {
    "Nombre": "Sung Jin Woo",
    Descripción: "El protagonista principal de la serie, un cazador de rango E que adquiere habilidades de un Shadow Monarch, convirtiéndose en uno de los cazadores más poderosos del mundo.",
    UrlImagen: "SungJinWoo.gif"
  }
]
